{
  "Wolf": "Волк",
  "Lion":"Лев",
  "Deer": "Олень",
  "Elephant":"Слон",
  "Bear": "Медведь",
  "Black":"Черный",
  "Penguen": "Пингвин",
  "Lifetime": "Продолжительность жизни",
  "Description": "Описание",
  "wolf_desc": "Волки — великолепные существа, которые живут стаями и известны своими крепкими семейными узами. У этих умных животных толстая шуба, которая помогает им сохранять тепло в холодных условиях. У волков острое обоняние, отличный слух и острые зубы для охоты. Они известны своим навязчивым воем, который можно услышать за много миль.\nВолки — опытные охотники, и они работают вместе, как команда, чтобы поймать свою добычу. Они часто охотятся на животных, таких как олени, лоси и лоси. Имея сильное чувство сотрудничества, они общаются с помощью языка тела, рычания и воя. Их социальная структура похожа на большую семью, во главе которой стоит альфа-пара — самый сильный и доминирующий мужчина и женщина.",
  "lion_desc": "Львы — великолепные большие кошки, царствующие в африканской саванне своим царственным присутствием. С их золотым мехом и впечатляющими гривами (у самцов) они являются одними из самых узнаваемых животных на Земле. Львы известны своей силой, властью и социальным характером.\nЛьвы живут группами, называемыми прайдами, которые обычно состоят из нескольких самок, их молодых детенышей и нескольких доминирующих самцов. Эти прайды работают вместе, чтобы защитить свою территорию и охотиться за едой. Львицы — опытные охотники, использующие свои острые когти и сильные челюсти для ловли таких животных, как зебры, антилопы гну и антилопы.",
  "deer-desc": "Олени — элегантные и нежные животные, которые бродят по лесам, лугам и даже горам. Они известны своим стройным телом, длинными ногами и характерными рогами (у самцов). Олени бывают разных размеров и цветов, приспосабливаясь к окружающей среде.\nОлени травоядные, а это значит, что они едят растения. Они пасутся на траве, листьях, ветках, а иногда даже на фруктах и орехах. Поскольку они всегда ищут пищу, оленей часто можно увидеть ранним утром или вечером, когда они наиболее активны."
}